[Language]
Code="th"
Name="ไทย"
Translator="anchan <anchan42@gmail.com>"
Dir="ltr"

[MainFrame]
Title="ลิงโกส์"
Close="ปิด"
Maximize="ขยายสุด"
Minimize="ย่อสุด"
Restore="คืนขนาดเดิม"

; Status Icon
[NotifyIcon]
Tip="โปรแกรมแปลลิงโกส์\nจับคำจากหน้าจอ: [$CursorStatus]\nแปลข้อความที่เลือกไว้: [$SelectionStatus]\nแปลข้อความในคลิปบอร์ด: [$ClipboardStatus]"
InfoTitle="เครื่องแปลลิงโกส์"
Info="จับคำจากหน้าจอ:\t[$CursorStatus]\nแปลข้อความที่เลือกไว้:\t[$SelectionStatus]\nแปลข้อความในคลิปบอร์ด:\t[$ClipboardStatus]"
Enabled="ทำงาน"
Disabled="ไม่ทำงาน" 

[MainMenu]
Open="เปิด"
CursorTranslator="จับคำจากหน้าจอ"
SelectionTranslator="แปลข้อความที่เลือกไว้"
ClipboardTranslator="แปลข้อความในคลิปบอร์ด"
Configuration="ปรับแต่ง..."
Dictionaries="พจนานุกรม..."
Activation="ลงทะเบียนเพื่อเริ่มใช้งาน"
UpdateOnline="อัพเดทจากเน็ท"
Help="ข้อความช่วยเหลือ"
About="เกี่ยวกับลิงโกส์"
SupportOnline="ช่วยเหลือจากเน็ท"
Exit="ปิดโปรแกรม"

[DlgInput]
Back="ถอยหลัง"
Forward="เดินหน้า"
MainMenu="เมนูหลัก"
HistoryList="รายการคำที่เคยค้น"
Search="ค้นหา", "ค้นหาคำอธิบายอย่างละเอียด"
WebSearch="ค้นหาจากเว็บ"
AutoMatch="เทียบคำด้วยตัวเอง", "เทียบคำด้วยตัวเองตามกลุ่มดัชนี"
MatchSetup="ตัวเลือกกลุ่มดัชนี..."
FindEngine="เพิ่มเครื่องมือค้นหาบนเว็บ..."

[DlgIndex]
Index="ดัชนี"
Guide="หน้าแนะนำ"
Appendix="ภาคผนวก"
NoIndex="ไม่มีรายการดัชนี"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">เพิ่มพจนานุกรมเข้าไปใน <b>กลุ่มดัชนี</b>, คุณสามารถเห็นคำแนะนำการสะกดขณะที่พิมพ์คำ<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>กดที่นี่เพื่อจัดการกลุ่มดัชนี</u></a></div>"

[WebGuide]
Results="ผลลัพท์"
Spelling="คำที่สะกดใกล้เคียง"
Appendices="ภาคผนวก"
Options="ตัวเลือก"
Dictionaries="พจนานุกรม...", "จัดการพจนานุกรม"
Configuration="ปรับแต่ง...", "กดที่นี่เพื่อปรับแต่งการทำงานของโปรแกรม"
Help="ข้อความช่วยเหลือ", "เปิดหน้าแสดงข้อความช่วยเหลือ"
Homepage="lingoes.net", "เปิดหน้าเว็บของลิงโกส"
Community="สมาคมผู้ใช้งานลิงโกส์", "สมาคมผู้ใช้งานลิงโกส์บนเน็ท"

[DlgStatus]
KeepVisible="ให้หน้าต่างลิงโกส์อยู่บนเสมอ"

[DlgView]
Speak="ออกเสียง", "ออกเสียงข้อความที่เลือกไว้"
Search="ค้นหา"
Copy="คัดลอก"
Print="พิมพ์..."
Save="บันทึก..."
Find="ค้นหา..."
SelectAll="เลือกทั้งหมด"
TextTranslate="แปลข้อความ", "ใช้งานการแปลแบบข้อความ"
StartPage="", "หน้าเริ่มต้น"
ShowIndex="แสดงแถบข้าง"
HideIndex="ซ่อนแถบข้าง"
SaveFilter="”แฟ้มข้อมูล HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="ตัวเลือกของการออกเสียง
SelectVoice="เลือกเสียง"
Activation="ลงทะเบียน", "ลงทะเบียนเพื่อเริ่มใช้งานลิงโกส์"

[DlgRegister]
Title="ลิงโกส์ - ลงทะเบียนเพื่อใช้งานเพื่อการค้า"
FreeDownload="ลิงโกส์เป็นโปรแกรมฟรีถ้าไม่ได้ใช้งานเพื่อการค้า.\r\n ดาว์นโหลดรุ่นใช้งานฟรีได้ที่นี่..."
Name="ชื่อลงทะเบียน:", "ต้องใส่ชื่อลงทะเบียน"
Email="ที่อยู่ทางอิเล็กทรอนิกส์:", "ต้องใส่ที่อยู่ทางอิเล็กทรอนิกส์"
RegCode="รหัสลงทะเบียน:", "รหัสลงทะเบียนไม่ถูกต้อง"
Support="งานบริการลูกค้า"
Register="ลงทะเบียน", "ไม่สามารถบันทึกข้อมูลการลงทะเบียนได้"
Exit="ออก"

[DlgInfo]
Title="ข้อความ"
Ok="ตกลง"
Cancel="ยกเลิก"
Yes="ใช่"
No="ไม่ใช่"
Retry="ลองอีกครั้ง"
Abort="เลิกการทำงาน"
Ignore="ไม่ต้องสนใจ"

[DlgAuthentication]
Title="ต่อสายไปที่ "
TitleProxy="ต่อ proxy server "
Username="ชื่อ:"
Password="รหัสผ่าน:"
Remember="จำรหัสผ่านไว้"
Ok="ตกลง"
Cancel="ยกเลิก"

[WndGrab]
Open="ค้นหาคำอธิบายอย่างละเอียด"
Speak="ออกเสียง"
Copy="คัดลอก"
TextTranslation="การแปลแบบข้อความ"
KeepSize="คงขนาดของหน้าต่างไว้"
KeepVisible="ให้หน้าต่างลิงโกส์อยู่บนเสมอ"
Back="ถอยหลัง" 
Forward="เดินหน้า"
Search="ค้นหา\n  Enter:\t\tSearch\n  Ctrl + Enter:\tค้นหาคำอธิบายอย่างละเอียด\n  Shift + Enter:\tการแปลแบบข้อความ\n  Alt + Enter:\tค้นหาจากเน็ท "

[DlgDictOption]
Title="ตัวเลือกของพจนานุกรม"
NetInstall="ติดตั้งจากลิงโกส์", "ติดตั้งจากเว็บของลิงโกส์"
Install="ติดตั้ง", "ติดตั้งพจนานุกรมจากแผ่นเก็บข้อมูล"
Uninstall="ถอนการติดตั้ง", "ถอนการติดตั้งพจนานุกรมออก"
Add="เพิ่ม", "เพิ่มพจนานุกรมเข้าไปในรายการ"
Remove="เอาออก", "เอาพจนานุกรมออกจากรายการ"
Download="ดาว์นโหลด", "ดาว์นโหลดพจนานุกรมนี้เพื่อใช้เมื่อไม่ได้ต่อเน็ท"
MoveTop="", "เลื่อนขึ้นไปบนสุด"
MoveUp="", "เลื่อนขึ้น"
MoveDown="", "เลื่อนลง"
MoveBottom="", "เลื่อนลงไปล่างสุด"
MoreDetails="", "รายละเอียดของพจนานุกรม"
Close="ปิด"

Installed="พจนานุกรมที่ติดตั้งไว้"
Query="พจนานุกรมที่ติดตั้งไว้"
Index="กลุ่มพจนานุกรมของดัชนี"
Grab="กลุ่มพจนานุกรมของการจับคำจากหน้าจอ"

InstalledList="พจนานุกรมที่ติดตั้งไว้"
QueryList="พจนานุกรมที่ติดตั้งไว้"
IndexList="รายการกลุ่มของดัชนี"
GrabList="รายการกลุ่มพจนานุกรมของการจับคำจากหน้าจอ"
DictID="รหัสประจำตัวพจนานุกรม"
Online="ต้องต่อเน็ท"

Type="ชนิดของพจนานุกรม"
OnlineType="ต้องต่อเน็ท"
AddFilter="พจนานุกรมลิงโกส (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="พจนานุกรมที่ติดตั้งไว้"
Installing="กำลังติดตั้ง"

[DlgDictList]
Title="เพิ่มพจนานุกรม"
Add="เพิ่ม"
Cancel="ยกเลิก"
Select="เลือก"
DictList="พจนานุกรมที่ติดตั้งไว้"
ID="รหัสประจำตัว"
Online="ต้องต่อเน็ท"

[DlgDictInfo]
Title="รายละเอียดของพจนานุกรม"
Close="ตกลง"

ID="รหัสประจำตัว"
MD5="MD5"
Name="ชื่อ"
Version="หมายเลขรุ่น"
Date="วันที่จัดทำ"
Update="วันที่แก้ไขล่าสุด"
IndexCount="จำนวนคำ"
Language="ภาษา"
MoreLanguage="เพิ่มเติม"
DictTitle="ชื่อ"
DictEdition="ปรับปรุงครั้งที่"
DictDescription="คำอธิบาย"
PubAuthor="ผู้แต่ง"
PubEmail="ที่อยู่อิเล็กทรอนิกส์"
PubWebsite="หน้าเว็บ"
PubCopyright="ลิขสิทธิ์"
Filename="ชื่อแฟ้มข้อมูล"

; Install Dictionaries
[DlgDictInstall]
Title="ติดตั้งพจนานุกรม"
InstallSucceed="การติดตั้งพจนานุกรมเสร็จสมบูรณ์ \"[$DictTitle]\""
DictGroupOption="ตัวเลือก"
AddIndexGroup="เพิ่มเข้าไปใน \"กลุ่มดัชนี\""
AddIndexGroupDesc="ขณะที่พิมพ์คำที่ต้องการค้นหา ลิงโกส์จะค้นหาคำจากกลุ่มดัชนีและแสดงผลที่ใกล้เคียงที่สุดในแถบดัชนี"
AddGrabGroup="เพิ่มเข้าไปใน \"กลุ่มการจับคำจากหน้าจอ\""
AddGrabGroupDesc="ขณะที่จับคำจากหน้าจอ ลิงโกส์จะค้นหาในพจนานุกรมที่อยู่ในกลุ่มการจับคำจากหน้าจอ และแสดงผลการค้นหาในหน้าต่างของการจับคำจากหน้าจอ "
Ok="ตกลง"

; Configuration
[DlgOption]
Title="ปรับแต่ง"
Ok="ตกลง"
Cancel="ยกเลิก"
General="ทั่วไป"
Appearance="การแสดงผล"
Connection="การเชื่อมต่อ"
Speech="การออกเสียง"
Hotkey="ปุ่มสั่งงานลัด"
Translate="การแปล"
License="ใบอนุญาติให้ใช้"
Capture="การจับคำจากหน้าจอ"

; General
[DlgOptGeneral]
Language="ภาษา"
UILanguage="ภาษาที่ใช้ติดต่อกับผู้ใช้"

WebSearch="การค้นหาในเว็บ"
SelectWebSearch="เลือกเว็บที่จะใช้ค้นหา"

TermHistory="รายการคำที่เคยค้นหา && ความจำชั่วคราว"
SaveHistory="การบันทึกคำที่เคยค้น"
ClearHistory="ลบรายการคำที่เคยค้น"
ClearHistoryConfirmation="คุณต้องการลบรายการคำที่เคยค้นใช่หรือไม่?"

ResultCache="ความจำชั่วคราวสำหรับพจนานุกรมบนเน็ท"
ClearCache="ล้างความจำชั่วคราว", "คุณต้องการล้างความจำชั่วคราวใช่หรือไม่?"

AutoStart="เริ่มการทำงานพร้อมกันวินโดวส์"
StartMin="ย่อสุดเมื่อเริ่มทำงาน"

; Appearance
[DlgOptAppearance]
UserInterface="ส่วนที่ติดต่อกับผู้ใช้"
WindowStyle="แบบของหน้าต่าง"
WindowFont="แบบอักษร"
WindowFontSize="ขนาดอักษร"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="การแสดงผลการค้นหา"
TextFont="แบบอักษร"
TextFontSize="ขนาดอักษร"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="แบบสัทอักษร"
CursorTranslatorBar="หน้าต่างจับคำจากหน้าจอ"
FontColor="สีตัวอักษร"
BackColor="สีพื้นหลัง"
BorderColor="สีกรอบ"
Transparence="หน้าต่างจับคำแบบมองทะลุ"
SampleText="จับคำจากหน้าจอ"

[Style]
0="ไม่มี"
1="มาตรฐาน"

; Translate
[DlgOptTranslate]
SupportLCMap="รองรับการเปลื่ยนภาษาตามที่อยู่"
InstantTranslation="การแปลแบบทันที"
TargetLanguage="ภาษาปลายทาง:"
CurrentUserLanguage="= ภาษาที่ใช้อยู่ปัจุนัน"
TargetLanguage2="ถ้าภาษาปลายทางและต้นทางเหมือนกันให้ใช้:"
NoTranslate="= ไม่ต้องแปล"

; Capture
[DlgOptCapture]
CursorActivation="การจับคำจากหน้าจอ"
MouseActivation="จับคำด้วยการชี้เมาส์"
MouseOver="ใช้เลื่อนเมาส์ไปบนคำ"
LeftMouseButton="ใช้ปุ่มเมาส์ซ้าย"
MiddleMouseButton="ใช้ปุ่มเมาส์กลาง"
RightMouseButton="ใช้ปุ่มเมาส์ขวา"
MouseXButton1="ใช้ปุ่มเมาส์พิเศษ1"
MouseXButton2="ใช้ปุ่มเมาส์พิเศษ2"
TimeDelay="ระยะเวลาหน่วง:"
MSEL="ในล้านวินาที"
IgnoreNumber="ไม่ต้องสนใจตัวเลข"
IgnoreLatin="ไม่ต้องสนใจอักษรลาติน(อังกฤษ, ฝรั่งเศษ, เยอรมัน, สเปน, อื่นๆ)"
IgnoreCJK="ไม่ต้องสนใจอักษรจีน, ญี่ปุ่น และเกาหลี"
IgnoreCyrillic="ไม่ต้องสนใจอักษรชิลิลิก (Cyrillic) (รัสเซีย, ยูเครน, บัลแกเรีย, อื่นๆ)"
IgnoreArabic="ไม่ต้องสนใจอักษรอาราบิก, ฮิบบรู"
InstallAdobePlugin="ติดตั้ง Adobe Acrobat PDF ปลั้กอิน"
ZonedWord="แปลข้อความที่เลือกไว้"
ZonedWordFilterRule="กฏการกรองคำ..."
ShowOnlyFirstResult="แสดงผลการค้นหาอันดับแรกเท่านั้น "

; Capture - Zoned Word Filter
[DlgOptTranslateZWFilter]
Title="กฏการกรองคำ"
ProgramFilename="ชื่อแฟ้มโปรแกรม", "ชื่อแฟ้มโปรแกรม (จะมีผลกับทุกโปรแกรมถ้าว่างไว้)"
WndClassName="ชื่อคราสของหน้าต่าง", "ชื่อคราสของหน้าต่าง (จะมีผลกับทุกหน้าต่างถ้าว่างไว้)"
DisableSelect="ไม่ต้องสนใจการเลือก", "ไม่ต้องสนใจการเลือก"
DisableDBLClick="ไม่ต้องสนใจการคลิกสองครั้ง", "ไม่ต้องสนใจการคลิกสองครั้ง"
Comment="หมายเหตุ", "หมายเหตุ"
Add="เพิ่ม"
Modify="แก้ไข"
Delete="ลบ", "คุณต้องการลบหัวข้อที่เลือกไว้ใช่หรือไม่?"
Ok="ตกลง"
Cancel="ยกเลิก"
LoadDefault="ใช้ค่าเริ่มต้นดั้งเดิม", "คุณจะกลับไปใช้ค่าเริ่มต้นดั้งเดิมใช่หรือไม่?"
Browser="...", "เลือกโปรแกรม", "แฟ้มโปรแกรม (*.exe)|*.exe|"
Capture="...", "จับชื่อคราสของหน้าต่างตามการชี้เมาส์"
AllProgram="—ทุกโปรแกรม--"
AllWindow="-- ทุกหน้าต่าง --"

[WndClassNameCapture]
Title="จับชื่อคราสของหน้าต่างตามการชี้เมาส์"
ProgramFilename="ชื่อแฟ้มโปรแกรม"
WndClassName="ชื่อคราสของหน้าต่าง"
Capture="เริ่มจับชื่อคราส"

; Speech
[DlgOptSpeech]
RPPEngine="ระบบเสียงธรรมชาติ"
RPPEnable="ใช้งาน"
RPPVoice="เสียง"
RPPRebuildIndexFile="สร้างแฟ้มดัชนีเสียงใหม่", "สร้างแฟ้มดัชนีเสียงใหม่ล้มเหลว! \nอาจเป็นเพราะคุณไม่มีสิทธิ์เข้าถึงไฟล์ที่เพียงพอ"
Engine="ระบบเปลี่ยนข้อความเป็นเสียง"
Voice="เสียง"
Enable="ใช้งาน"
Volume="ระดับความดัง"
Pitch="ระดับเสียง"
Speed="ความเร็ว"
RealtimePron="การออกเสียงแบบเรียลไทม์"
PronInQuery="ขณะที่ค้นหา"
PronInCapture="ขณะที่จับคำ"
Test="ทดสอบ"
EnterText="พิมพ์ข้อความเพื่อทดสอบเสียง"
DownloadTTS="ดาว์นโหลดไฟล์เสียง ระบบเสียงธรรมชาติ และระบบเปลี่ยนข้อความเป็นเสียง..."

; Connect
[DlgOptConnection]
ConnectSet="ตั้งค่าการเชื่อมต่อ"
DirectConnect="เชื่อมต่อโดยตรง"
IEProxyConnect="ใช้ค่าพ้อกซี่ตามโปรแกรมดูหน้าเว็บ"
ProxyConnect="เชื่อมต่อผ่านพ้อกซี่หรือไฟล์วอล"
ProxyServer="พ้อกซี่เซอเวอร์:"
ProxyPort="พอร์ท:"
Username="ชื่อผู้ใช้:"
Password="รหัสผ่าน:"
OnlineUpdate="อัพเดทผ่านเน็ท"
UpdateNow="เริ่มอัพเดทเดี๋ยวนี้"
EnableUpdate="เปิดการทำงานการอัพเดทผ่านเน็ท"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="เปิดหน้าต่างหลัก"
GrabToggleKey="ปิดเปิดการจับคำจากหน้าจอ"
SelectionToggleKey="ปิดเปิดการแปลข้อความที่ถูกเลือก"
ClipboardToggleKey="ปิดเปิดการแปลข้อความในคลิปบอร์ด"
Pronounce="ออกเสียง"
CopyInterpretation="คัดลอกคำแปล"

[DlgExpire]
Title="ลิงโกส์หมดอายุการใช้งาน"
Ok="เริ่มอัพเดทเดี๋ยวนี้"
Cancel="ออก"
NetworkSettings="ตั้งค่าเน็ทเวอ์ค"
Support="Lingoes.net"
AskUpgrade="ลิงโกส์รุ่นนี้หมดอายุการทำงานแล้ว คุณต้องอัพเดทเป็นรุ่นใหม่เพื่อใช้งาน! \nต้องการอัพเดทหรือไม่?"

[DlgAbout]
DlgTitle="เกี่ยวกับลิงโกส์"
Version="รุ่น: "
PortableEdition="รุ่นย้ายเครื่องได้"
Email="ที่อยู่ทางอิเล็กทรอนิกส์"
Website="หน้าเว็บของลิงโกส์"
LicenseTo="ผลิตภัณฑ์นี้อนุญาติให้:"
LicenseID="รหัสใบอนุญาติ: "

[WebResult]
SpellingAlternatives="การสะกดที่แนะนำ"
SpellChecker="ตรวจสอบการสะกด"
TextTranslation="แปลข้อความ"
WebSearch="ค้นหาจากเว็บ"
MoreResults="ผลลัพท์เพิ่มเติม"
WaitSearch="กำลังค้นหา..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>ไม่พบข้อมูลของ \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="วิธีใช้ลิงโกส์"
DownDictTip="ดาว์นโหลดพจนานุกรมเพิ่ม"
Intro="รองรับการแปลถึง 80 ภาษา<br>แปลตามเมาส์ชี้, แปลทั้งข้อความ & เปลี่ยนขัอความเป็นเสียง"

[TextTranslation]
Title="แปลข้อความ"
To="ไปยัง"
Translate="แปล"
RequestFailed="การร้องขอไม่ได้รับการตอบสนอง."
ConnectFailed="ลิงโกส์ไม่สามรถติดต่อกับเซอเวอร์ได้. โปรดตรวจสอบการเชื่อมต่ออินเตอร์เน็ท"
WaitRequest="กำลังแปล..."
ParseResultFailed="การวิเคราะห์ผลล้มเหลว หากได้รับข้อความนี้หลายครั้งโปรดแจ้งลิงโกส์."

; Layout
[Layout]
DictMenu="เมนูพจนานุกรม"
ShowResult="แสดงผล"
MinimizeResult="ย่อผล"
FindWord="หา: "

; Dictionary Menu
[DictMenu]
About="เกี่ยวกับ..."
Enable="ใช้งาน"
Disable="ไม่ใช้งาน"
DisableMsg="พจนานุกรมนี้ไม่ได้ถูกตั้งค่าให้ใช้ และจะไม่แสดงผลลัพธ์!\nคุณสามารถตั้งค่าใหม่ได้ใน หน้า\"พจนานุกรม\"
MoveTop="ตั้งการแสดงผลลัพธ์ไว้บนสุด"
ArrangeResults="จัดเรียงผลลัพธ์..."
IndexGroup="  (กลุ่มดัชนี)"
QueryGroup="  (กลุ่มสืบค้น)"
GrabGroup="  (กลุ่มจับข้อความจากหน้าจอ)"

[Update]
Title="อัพเดทด้วยตัวเอง"
AskUpgrade="ตรวจพบรุ่นใหม่ คุณจะอัพเดทเป็นรุ่นใหม่หรือไม่?"
UpgradeNow="ตรวจพบรุ่นใหม่ คุณจะต้องอัพเดทเป็นรุ่นใหม่"
DownloadData="กำลังดึงข้อมูลที่ใช้อัพเดท..."
NeedExitForUpdate="กำลังอัพเดท...\nต้องเริ่มการทำงานของลิงโกสใหม่เพื่อให้การอัพเดทสมบูรณ์"
UpdateSuccess="อัพเดทเป็นผลสำเร็จ!"
UpdateFail="อัพเดทล้มเหลว!"
NoUpdate="รุ่นที่ใช่อยู่เป็นรุ่นล่าสุดแล้ว"

[Message]
InitUpdateServerFail="ไม่สามารถเริ่มต้นการอัพเดทได้"
StartDictServerFail="ไม่สามารถเริ่มการทำงานของพจนานุกรมได้

DictFileErr="รูปแบบแฟ้มไม่ถูกต้อง!\n[$Filename]"
DictVersinTooOld="[$Filename]\nรุ่นของพจนานุกรมนี้([$DictVer]) เก่าเกินไป, กรุณาอัพเดทเป็นรุ่นใหม่.\n\nเปิดหน้าเว็บของลิงโกสเพื่อคนหารุ่นล่าสุด?"
DictVersinTooNew="[$Filename]\รุ่นของพจนานุกรมนี้([$DictVer]) ต้องใช้กับลิงโกสรุ่นที่ใหม่กว่านี้\n\nดาวโหลดรุ่นล่าสุดจากหน้าเว็บ?"

AskDictRepeatInstall="พจนานุกรมนี้\"[$DictTitle]\"มีอยู่แล้วในรายการติดตั้ง,\nคุณต้องการทำต่อไปหรือไม่?"
InstallDictFail="การติดตั้วพจนานุกรมล้มเหลว:\n[$Filename]"
AskUninstall="คุณต้องการถอดถอนพจนานุกรมนี่ออกใช้หรือไม่?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="การถอดถอนพจนานุกรมล้มเหลว\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="คุณต้องการลบ \"[$DictTitle]\" ออกจากรายการใช่หรือไม่?"

MemoryAllocFail="ไม่สามรถจัดหาพื้นที่ความจำได้"
FilenameInvalid="ชื่อแฟ้มไม่ถูกต้อง"
SaveFileFail="ไม่สามารถบันทึกแฟ้มได้"
OpenFileFail="ไม่สามารถเปิดแฟ้มได้"

AreYouAbort="คุณต้องการยกเลิกการทำงานนี้ใช้หรือไม่?"
CreateThreadFail="ไม่สามารถสร้างสายขบวนการได้"
CreateEventFail="ไม่สามารถสร้างตัวจัดการเหตุการณ์ได้"
Unfulfilment="คุณลักษณะนี้ยังใช้งานไม่ได้"
OnlyProVersion="คุณลักษณะนี้ใช้งานได้เฉพาะรุ่นโปร"
NoRegister="รุ่นไม่ลงทะเบียน ใช้งานไม่ได้, ให้ลงทะเบียนถ้าต้องการใช้คุณลักษณะนี้"
UsernameIsEmpty="ชื่อไม่มี, ให้ใส่ชื่อด้วย."
SaveSearchResultFail="มาสามารถบันทึกผลการค้นหาได้"

OpenAppendixFail="ไม่สามารถเปิดภาคผนวกได้"
OpenSpeechEngineFail="ไม่สามารถเรียกใช้ระบบเปลี่ยนข้อความเป็นเสียงได้, กรุณาติดตั้งระบบเปลี่ยนข้อความเป็นเสียง \n\กรุณาดาว์นโหลดตัวติดตั้งจากหน้าเว็บของลิงโกส \n\nคุณต้องการดาว์โหลดเลยหรือไม่?"

; NeedIE6Support="ต้องใช่งานกับ Internet Explorer 6+, กรุณาอัพเดทโปรแกมดูหน้าเว็บเป็น IE6+"
NoImplement="ขออภัยคุณลักษณะนี้ยังใช้งานไม่ได้"
